{
    "makeConnections": "Make Connections",
    "makingImpact": "Making an Impact",
    "appDescription": "TalkRizz is an app where young people connect with strangers they find inspiring, and start shaping the future world while making new friends.",
    "enterChatRoom": "Enter Chat Room",
    "ageConfirmation": "By entering, you confirm that you are 18 years or older.",
    "whatIsTalkRizz": "What really is TalkRizz?",
    "talkRizzDescription": "TalkRizz is putting people where you expect to connect over time. There are a lot of ways to start, and a lot of reasons a lot of people do it:",
    "PrivacyFirst": "Privacy Matters",
    "PrivacyFirstDesc": "We're open-source and committed to your privacy. None of your conversations are saved, allowing you to speak freely with anyone, anytime.",
    "meetNewPeople": "Meet New People",
    "meetNewPeopleDesc": "Connect with strangers from around the world and expand your social circle.",
    "learnPerspectives": "Learn New Perspectives",
    "learnPerspectivesDesc": "Engage in conversations that challenge your thinking and broaden your horizons.",
    "practiceSkills": "Practice Social Skills",
    "practiceSkillsDesc": "Improve your communication skills in a low-pressure environment.",
    "userTestimonials": "What our users say",
    "testimonial1": "\"I love that TalkRizz doesn't overcomplicate things. It's easy to start chatting and meeting new people!\"",
    "testimonial2": "\"TalkRizz has helped me make friends from all over the world. It's amazing how diverse the community is!\"",
    "testimonial3": "\"As an introvert, TalkRizz has been a great way for me to practice socializing without the pressure of face-to-face interactions.\"",
    "allRightsReserved": "All rights reserved.",
    "privacyPolicy": "Privacy Policy",
    "termsOfService": "Terms of Service",
    "ageVerificationTitle": "Age Verification",
    "ageVerificationDesc": "You must be 18 years or older to use TalkRizz. Are you 18 or older?",
    "yesBtn": "Yes, I'm 18+",
    "noBtn": "No"
}
